<x-layouts.header title="КабельОпт71" description="оптовая прожада электрического кабеля и провода в тульской области" />
<body>
    <x-layouts.nav-front :cart="$cart" />

        @include('partials.flashmessages')

        <div class="container mt-5 groups-container text-white">

            <h1>Согласие на обработку персональных данных</h1>
            <p>
                Настоящим я, далее – «Субъект Персональных Данных», во исполнение требований Федерального закона от 27.07.2006 г. № 152-ФЗ «О персональных данных» (с изменениями и дополнениями) свободно, своей волей и в своем интересе даю свое согласие Индивидуальному предпринимателю Кондратьеву Александру Семеновичу (далее – «Сайт», адрес: ({{ url('/') }}) ) на обработку своих персональных данных, указанных при регистрации путем заполнения веб-формы, направляемой (заполненной) с использованием Сайта.</p>
            <p>
                Под персональными данными я понимаю любую информацию, относящуюся ко мне как к Субъекту Персональных Данных, в том числе мои фамилию, имя, отчество, адрес, образование, профессию, контактные данные (телефон, факс, электронная почта, почтовый адрес), фотографии, иную другую информацию. Под обработкой персональных данных я понимаю сбор, систематизацию, накопление, уточнение, обновление, изменение, использование, распространение, передачу, в том числе трансграничную, обезличивание, блокирование, уничтожение, бессрочное хранение), и любые другие действия (операции) с персональными данными.</p>
            <p>
                Обработка персональных данных Субъекта Персональных Данных осуществляется исключительно в целях регистрации Субъекта Персональных Данных в базе данных Сайта с последующим направлением Субъекту Персональных Данных почтовых сообщений и смс-уведомлений, его аффилированных лиц и/или субподрядчиков, информационных и новостных рассылок, приглашений на мероприятия Сайта и другой информации рекламно-новостного содержания, а также с целью подтверждения личности Субъекта Персональных Данных при посещении мероприятий Сайта.</p>
            <p>
                Датой выдачи согласия на обработку персональных данных Субъекта Персональных Данных является дата отправки регистрационной веб-формы с Сайта Интернет-магазина, формы отправки заказа с Сайта Интернет-магазина.</p>
            <p>
                Обработка персональных данных Субъекта Персональных Данных может осуществляться с помощью средств автоматизации и/или без использования средств автоматизации в соответствии с действующим законодательством РФ и внутренними положениями Интернет-магазина.</p>
            <p>
                Интернет-магазин принимает необходимые правовые, организационные и технические меры или обеспечивает их принятие для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных, а также принимает на себя обязательство сохранения конфиденциальности персональных данных Субъекта Персональных Данных. Интернет-магазин вправе привлекать для обработки персональных данных Субъекта Персональных Данных субподрядчиков, а также вправе передавать персональные данные для обработки своим аффилированным лицам, обеспечивая при этом принятие такими субподрядчиками и аффилированными лицами соответствующих обязательств в части конфиденциальности персональных данных.</p>
            <p>
                Я ознакомлен(а), что:</p>
            <ol>
                <li>
                    настоящее согласие на обработку моих персональных данных, указанных при регистрации на Сайте, направляемых (заполненных) с использованием Cайта, действует в течение 20 (двадцати) лет с момента регистрации на Cайте;</li>
                <li>
                    согласие может быть отозвано мною на основании письменного заявления в произвольной форме;</li>
                <li>
                    предоставление персональных данных третьих лиц без их согласия влечет ответственность в соответствии с действующим законодательством Российской Федерации.</li>
            </ol>
        </div>


<x-layouts.footer />
</body>





